Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Where deployers have identified a serious incident, they shall also immediately inform first the provider, and then the importer or distributor and the relevant market surveillance authorities of that incident.
pt_pt: Sempre que os responsáveis pela implantação tenham identificado um incidente grave, devem também informar imediatamente desse incidente, em primeiro lugar, o prestador e, em seguida, o importador ou distribuidor e as autoridades de fiscalização do mercado competentes.

source: If the deployer is not able to reach the provider, Article 73 shall apply mutatis mutandis.
pt_pt: Se o responsável pela implantação não conseguir entrar em contacto com o prestador, aplica-se, mutatis mutandis, o artigo 73.o.

source: This obligation shall not cover sensitive operational data of deployers of AI systems which are law enforcement authorities.
pt_pt: Esta obrigação não abrange os dados operacionais sensíveis dos responsáveis pela implantação de sistemas de IA que sejam autoridades responsáveis pela aplicação da lei.

source: For deployers that are financial institutions subject to requirements regarding their internal governance, arrangements or processes under Union financial services law, the monitoring obligation set out in the first subparagraph shall be deemed to be fulfilled by complying with the rules on internal governance arrangements, processes and mechanisms pursuant to the relevant financial service law.
pt_pt: Para os responsáveis pela implantação que sejam instituições financeiras sujeitas a requisitos em matéria de governação, mecanismos ou processos internos nos termos do direito da União no domínio dos serviços financeiros, considera-se que a obrigação de controlo estabelecida no primeiro parágrafo é satisfeita mediante o cumprimento das regras em matéria de governação, mecanismos ou processos internos nos termos da legislação aplicável no domínio dos serviços financeiros.

source: Deployers of high-risk AI systems shall keep the logs automatically generated by that high-risk AI system to the extent such logs are under their control, for a period appropriate to the intended purpose of the high-risk AI system, of at least six months, unless provided otherwise in applicable Union or national law, in particular in Union law on the protection of personal data.
pt_pt: Os responsáveis pela implantação de sistemas de IA de risco elevado devem manter os registos gerados automaticamente por esse sistema de IA de risco elevado, desde que esses registos estejam sob o seu controlo, por um período adequado à finalidade prevista do sistema de IA de risco elevado, de pelo menos seis meses, salvo disposição em contrário no direito da União ou no direito nacional aplicável, em especial no direito da União em matéria de proteção de dados pessoais.

source: Deployers that are financial institutions subject to requirements regarding their internal governance, arrangements or processes under Union financial services law shall maintain the logs as part of the documentation kept pursuant to the relevant Union financial service law.
pt_pt: Os responsáveis pela implantação que sejam instituições financeiras sujeitas a requisitos em matéria de governação, mecanismos ou processos internos nos termos do direito da União no domínio dos serviços financeiros devem manter os registos como parte da documentação conservada nos termos do direito da União aplicável no domínio dos serviços financeiros.

source: Before putting into service or using a high-risk AI system at the workplace, deployers who are employers shall inform workers’ representatives and the affected workers that they will be subject to the use of the high-risk AI system.
pt_pt: Antes da colocação em serviço ou da utilização de um sistema de IA de risco elevado no local de trabalho, os responsáveis pela implantação que sejam empregadores devem informar os representantes dos trabalhadores e os trabalhadores afetados de que estarão sujeitos à utilização do sistema de IA de risco elevado.

source: This information shall be provided, where applicable, in accordance with the rules and procedures laid down in Union and national law and practice on information of workers and their representatives.
pt_pt: Essas informações devem ser prestadas, se for o caso, em conformidade com as regras e os procedimentos estabelecidos na legislação e nas práticas da União e nacionais em matéria de informação dos trabalhadores e dos seus representantes.

source: Deployers of high-risk AI systems that are public authorities, or Union institutions, bodies, offices or agencies shall comply with the registration obligations referred to in Article 49.
pt_pt: Os responsáveis pela implantação de sistemas de IA de risco elevado que sejam autoridades públicas ou instituições, órgãos ou organismos da União devem cumprir as obrigações de registo referidas no artigo 49.o.

source: When such deployers find that the high-risk AI system that they envisage using has not been registered in the EU database referred to in Article 71, they shall not use that system and shall inform the provider or the distributor.
pt_pt: Se esses responsáveis pela implantação verificarem que o sistema de IA de risco elevado que tencionam utilizar não foi registado na base de dados da UE a que se refere o artigo 71.o, não podem utilizar esse sistema e devem informar o prestador ou o distribuidor.

source: Where applicable, deployers of high-risk AI systems shall use the information provided under Article 13 of this Regulation to comply with their obligation to carry out a data protection impact assessment under Article 35 of Regulation (EU) 2016/679 or Article 27 of Directive (EU) 2016/680.
pt_pt: Se for o caso, os responsáveis pela implantação de sistemas de IA de risco elevado devem usar as informações recebidas nos termos do artigo 13.o do presente regulamento para cumprirem a sua obrigação de realizar uma avaliação de impacto sobre a proteção de dados nos termos do artigo 35.o do Regulamento (UE) 2016/679 ou do artigo 27.o da Diretiva (UE) 2016/680.

source: Without prejudice to Directive (EU) 2016/680, in the framework of an investigation for the targeted search of a person suspected or convicted of having committed a criminal offence, the deployer of a high-risk AI system for post-remote biometric identification shall request an authorisation, ex ante, or without undue delay and no later than 48 hours, by a judicial authority or an administrative authority whose decision is binding and subject to judicial review, for the use of that system, except when it is used for the initial identification of a potential suspect based on objective and verifiable facts directly linked to the offence.
pt_pt: Sem prejuízo da Diretiva (UE) 2016/680, no âmbito de uma investigação seletiva de uma pessoa suspeita ou condenada por ter cometido uma infração penal, o responsável pela implantação de um sistema de IA de risco elevado destinado à identificação biométrica à distância em diferido deve solicitar uma autorização, prévia ou sem demora injustificada e no prazo máximo de 48 horas, a uma autoridade judiciária ou uma autoridade administrativa cuja decisão seja vinculativa e esteja sujeita a controlo jurisdicional, para a utilização desse sistema, exceto quando este seja utilizado para a identificação inicial de um potencial suspeito com base em factos objetivos e verificáveis diretamente relacionados com a infração.

source: Each use shall be limited to what is strictly necessary for the investigation of a specific criminal offence.
pt_pt: Cada utilização deve limitar-se ao estritamente necessário para a investigação de uma infração penal específica.

source: If the authorisation requested pursuant to the first subparagraph is rejected, the use of the post-remote biometric identification system linked to that requested authorisation shall be stopped with immediate effect and the personal data linked to the use of the high-risk AI system for which the authorisation was requested shall be deleted.
pt_pt: Se a autorização solicitada nos termos do primeiro parágrafo for rejeitada, a utilização do sistema de identificação biométrica à distância em diferido associado a essa autorização solicitada deve ser interrompida com efeitos imediatos e os dados pessoais relacionados com a utilização do sistema de IA de risco elevado para o qual a autorização foi solicitada devem ser apagados.

source: In no case shall such high-risk AI system for post-remote biometric identification be used for law enforcement purposes in an untargeted way, without any link to a criminal offence, a criminal proceeding, a genuine and present or genuine and foreseeable threat of a criminal offence, or the search for a specific missing person.
pt_pt: Em nenhuma circunstância esse sistema de IA de risco elevado destinado à identificação biométrica à distância em diferido pode ser utilizado para fins de aplicação da lei de forma não seletiva, sem qualquer ligação a uma infração penal, a um processo penal, a uma ameaça real e presente ou real e previsível de uma infração penal ou à busca de uma determinada pessoa desaparecida.

source: It shall be ensured that no decision that produces an adverse legal effect on a person may be taken by the law enforcement authorities based solely on the output of such post-remote biometric identification systems.
pt_pt: Deve garantir-se que nenhuma decisão que produza efeitos jurídicos prejudiciais a uma pessoa possa ser tomada pelas autoridades responsáveis pela aplicação da lei exclusivamente com base nos resultados destes sistemas de identificação biométrica à distância em diferido.

source: This paragraph is without prejudice to Article 9 of Regulation (EU) 2016/679 and Article 10 of Directive (EU) 2016/680 for the processing of biometric data.
pt_pt: O presente número não prejudica o artigo 9.o do Regulamento (UE) 2016/679 nem o artigo 10.o da Diretiva (UE) 2016/680 no que diz respeito ao tratamento de dados biométricos.

source: Regardless of the purpose or deployer, each use of such high-risk AI systems shall be documented in the relevant police file and shall be made available to the relevant market surveillance authority and the national data protection authority upon request, excluding the disclosure of sensitive operational data related to law enforcement.
pt_pt: Independentemente da finalidade ou do responsável pela implantação, cada utilização destes sistemas de IA de risco elevado deve ser registada na documentação policial pertinente e disponibilizada à autoridade de fiscalização do mercado competente e à autoridade nacional de proteção de dados, mediante pedido, excluindo a divulgação de dados operacionais sensíveis relacionados com a aplicação da lei.

source: This subparagraph shall be without prejudice to the powers conferred by Directive (EU) 2016/680 on supervisory authorities.
pt_pt: O presente parágrafo não prejudica os poderes conferidos pela Diretiva (UE) 2016/680 às autoridades de controlo.

source: Deployers shall submit annual reports to the relevant market surveillance and national data protection authorities on their use of post-remote biometric identification systems, excluding the disclosure of sensitive operational data related to law enforcement.
pt_pt: Os responsáveis pela implantação devem apresentar relatórios anuais às autoridades nacionais de fiscalização do mercado e às autoridades nacionais de proteção de dados competentes sobre a utilização que dão dos sistemas de identificação biométrica à distância em diferido, excluindo a divulgação de dados operacionais sensíveis relacionados com a aplicação da lei.

source: The reports may be aggregated to cover more than one deployment.
pt_pt: Os relatórios podem ser agregados para abranger mais do que uma implantação.

source: Member States may introduce, in accordance with Union law, more restrictive laws on the use of post-remote biometric identification systems.
pt_pt: Os Estados-Membros podem introduzir, em conformidade com o direito da União, legislação mais restritiva sobre a utilização de sistemas de identificação biométrica à distância em diferido.

source: Without prejudice to Article 50 of this Regulation, deployers of high-risk AI systems referred to in Annex III that make decisions or assist in making decisions related to natural persons shall inform the natural persons that they are subject to the use of the high-risk AI system.
pt_pt: Sem prejuízo do artigo 50.o do presente regulamento, os responsáveis pela implantação de sistemas de IA de risco elevado referidos no anexo III, que tomam decisões ou ajudam a tomar decisões relacionadas com pessoas singulares, devem informar as pessoas singulares de que estão sujeitas à utilização do sistema de IA de risco elevado.

source: For high-risk AI systems used for law enforcement purposes Article 13 of Directive (EU) 2016/680 shall apply.
pt_pt: Para os sistemas de IA de risco elevado utilizados para fins de aplicação da lei, aplica-se o artigo 13.o da Diretiva (UE) 2016/680.

source: Deployers shall cooperate with the relevant competent authorities in any action those authorities take in relation to the high-risk AI system in order to implement this Regulation.
pt_pt: Os responsáveis pela implantação devem cooperar com as autoridades competentes em todas as medidas que essas autoridades tomarem em relação a um sistema de IA de risco elevado, a fim de aplicar o presente regulamento.

source: Article 27
pt_pt: Artigo 27.o

source: Fundamental rights impact assessment for high-risk AI systems
pt_pt: Avaliação de impacto dos sistemas de IA de risco elevado sobre os direitos fundamentais

source: Prior to deploying a high-risk AI system referred to in Article 6(2), with the exception of high-risk AI systems intended to be used in the area listed in point 2 of Annex III, deployers that are bodies governed by public law, or are private entities providing public services, and deployers of high-risk AI systems referred to in points 5 (b) and (c) of Annex III, shall perform an assessment of the impact on fundamental rights that the use of such system may produce.
pt_pt: Antes de implementarem um sistema de IA de risco elevado a que se refere o artigo 6.o, n.o 2, à exceção dos sistemas de IA de risco elevado destinados a ser utilizados nos domínios enumerados no anexo III, ponto 2, os responsáveis pela implantação que sejam organismos de direito público, ou entidades privadas que prestam serviços públicos e responsáveis pela implantação de sistemas de IA de risco elevado a que se refere o anexo III, ponto 5, alíneas b) e c), devem executar uma avaliação do impacto que a utilização desse sistema possa ter nos direitos fundamentais.

source: For that purpose, deployers shall perform an assessment consisting of:
pt_pt: Para o efeito, os responsáveis pela implantação executam uma avaliação que inclua:

source: a description of the deployer’s processes in which the high-risk AI system will be used in line with its intended purpose;
pt_pt: Uma descrição dos processos do responsável pela implantação em que o sistema de IA de risco elevado seja utilizado de acordo com a sua finalidade prevista;

source: a description of the period of time within which, and the frequency with which, each high-risk AI system is intended to be used;
pt_pt: Uma descrição do período em que o sistema de IA de risco elevado se destina a ser utilizado e com que frequência;

source: the categories of natural persons and groups likely to be affected by its use in the specific context;
pt_pt: As categorias de pessoas singulares e grupos suscetíveis de serem afetados no contexto específico de utilização do sistema;

source: the specific risks of harm likely to have an impact on the categories of natural persons or groups of persons identified pursuant to point (c) of this paragraph, taking into account the information given by the provider pursuant to Article 13;
pt_pt: Os riscos específicos de danos suscetíveis de terem impacto nas categorias de pessoas singulares ou grupos de pessoas identificadas nos termos da alínea c) do presente número, tendo em conta as informações facultadas pelo prestador nos termos do artigo 13.o;

source: a description of the implementation of human oversight measures, according to the instructions for use;
pt_pt: Uma descrição da aplicação das medidas de supervisão humana de acordo com as instruções de utilização;

source: the measures to be taken in the case of the materialisation of those risks, including the arrangements for internal governance and complaint mechanisms.
pt_pt: As medidas a tomar caso esses riscos se materializem, incluindo as disposições relativas à governação interna e aos mecanismos de apresentação de queixas.

source: The obligation laid down in paragraph 1 applies to the first use of the high-risk AI system.
pt_pt: A obrigação estabelecida no n.o 1 aplica-se à primeira utilização do sistema de IA de risco elevado.

source: The deployer may, in similar cases, rely on previously conducted fundamental rights impact assessments or existing impact assessments carried out by provider.
pt_pt: O responsável pela implantação pode, em casos semelhantes, basear-se em avaliações de impacto sobre os direitos fundamentais efetuadas anteriormente ou em avaliações de impacto existentes realizadas pelo prestador.

source: If, during the use of the high-risk AI system, the deployer considers that any of the elements listed in paragraph 1 has changed or is no longer up to date, the deployer shall take the necessary steps to update the information.
pt_pt: Se, durante a utilização do sistema de IA de risco elevado, o responsável pela implantação considerar que algum dos elementos enumerados no n.o 1 se alterou ou deixou de estar atualizado, deve tomar as medidas necessárias para atualizar as informações.

source: Once the assessment referred to in paragraph 1 of this Article has been performed, the deployer shall notify the market surveillance authority of its results, submitting the filled-out template referred to in paragraph 5 of this Article as part of the notification.
pt_pt: Uma vez realizada a avaliação de impacto a que se refere o n.o 1 do presente artigo, o responsável pela implantação deve notificar a autoridade de fiscalização do mercado dos resultados da avaliação, apresentando o modelo preenchido a que se refere o n.o 5 do presente artigo como parte da notificação.

source: In the case referred to in Article 46(1), deployers may be exempt from that obligation to notify.
pt_pt: No caso referido no artigo 46.o, n.o 1, os responsáveis pela implantação podem ser dispensados desta obrigação de notificação.

source: If any of the obligations laid down in this Article is already met through the data protection impact assessment conducted pursuant to Article 35 of Regulation (EU) 2016/679 or Article 27 of Directive (EU) 2016/680, the fundamental rights impact assessment referred to in paragraph 1 of this Article shall complement that data protection impact assessment.
pt_pt: Se alguma das obrigações previstas no presente artigo já tiver sido cumprida através da avaliação de impacto sobre a proteção de dados realizada nos termos do artigo 35.o do Regulamento (UE) 2016/679 ou do artigo 27.o da Diretiva (UE) 2016/680, a avaliação de impacto sobre os direitos fundamentais a que se refere o n.o 1 do presente artigo deve complementar essa avaliação de impacto sobre a proteção de dados.

source: The AI Office shall develop a template for a questionnaire, including through an automated tool, to facilitate deployers in complying with their obligations under this Article in a simplified manner.
pt_pt: O Serviço para a IA deve desenvolver um modelo para um questionário, nomeadamente através de um sistema automatizado, a fim de facilitar aos responsáveis pela implantação o cumprimento simplificado das obrigações do presente artigo.

source: Notifying authorities and notified bodies
pt_pt: Autoridades notificadoras e organismos notificados

source: Article 28
pt_pt: Artigo 28.o

source: Notifying authorities
pt_pt: Autoridades notificadoras

source: Each Member State shall designate or establish at least one notifying authority responsible for setting up and carrying out the necessary procedures for the assessment, designation and notification of conformity assessment bodies and for their monitoring.
pt_pt: Cada Estado-Membro deve designar ou criar pelo menos uma autoridade notificadora responsável por estabelecer e executar os procedimentos necessários para a avaliação, a designação e a notificação de organismos de avaliação da conformidade e por fiscalizar esses organismos.

source: Those procedures shall be developed in cooperation between the notifying authorities of all Member States.
pt_pt: Esses procedimentos devem ser desenvolvidos através da cooperação entre as autoridades notificadoras de todos os Estados-Membros.

source: Member States may decide that the assessment and monitoring referred to in paragraph 1 is to be carried out by a national accreditation body within the meaning of, and in accordance with, Regulation (EC) No 765/2008.
pt_pt: Os Estados-Membros podem decidir que a avaliação e a fiscalização a que se refere o n.o 1 sejam efetuados por um organismo nacional de acreditação, na aceção e nos termos do Regulamento (CE) n.o 765/2008.

source: Notifying authorities shall be established, organised and operated in such a way that no conflict of interest arises with conformity assessment bodies, and that the objectivity and impartiality of their activities are safeguarded.
pt_pt: As autoridades notificadoras devem ser criadas, estar organizadas e funcionar de modo a garantir a ausência de conflitos de interesses com os organismos de avaliação da conformidade e a objetividade e imparcialidade das suas atividades.

source: Notifying authorities shall be organised in such a way that decisions relating to the notification of conformity assessment bodies are taken by competent persons different from those who carried out the assessment of those bodies.
pt_pt: As autoridades notificadoras devem estar organizadas de maneira que as decisões relativas à notificação dos organismos de avaliação da conformidade sejam tomadas por pessoas competentes diferentes daquelas que realizaram a avaliação desses organismos.

source: Notifying authorities shall offer or provide neither any activities that conformity assessment bodies perform, nor any consultancy services on a commercial or competitive basis.
pt_pt: As autoridades notificadoras não podem propor ou exercer qualquer atividade que seja da competência dos organismos de avaliação da conformidade, nem propor ou prestar quaisquer serviços de consultoria com caráter comercial ou em regime de concorrência.

source: Notifying authorities shall safeguard the confidentiality of the information that they obtain, in accordance with Article 78.
pt_pt: As autoridades notificadoras devem proteger a confidencialidade das informações que obtêm, em conformidade com o artigo 78.o.

source: Notifying authorities shall have an adequate number of competent personnel at their disposal for the proper performance of their tasks.
pt_pt: As autoridades notificadoras devem dispor de recursos humanos com competência técnica em número adequado para o correto desempenho das suas funções.

source: Competent personnel shall have the necessary expertise, where applicable, for their function, in fields such as information technologies, AI and law, including the supervision of fundamental rights.
pt_pt: O pessoal com competência técnica deve dispor dos conhecimentos especializados necessários, consoante o caso, para o exercício das suas funções, em domínios como as tecnologias da informação, a IA e o direito, incluindo a supervisão dos direitos fundamentais.

source: Article 29
pt_pt: Artigo 29.o
